Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Nothing saved yet?
ar: لم تحفظ شيئًا بعد؟
de: Noch nichts gespeichert?
el: Δεν έχεις αποθηκεύσει τίποτα ακόμα;
es: ¿Aún no has guardado nada?
fr: Rien d’enregistré pour l’instant ?
hi: अभी कुछ सहेजा नहीं?
it: Ancora niente di salvato?
ja: まだ何も保存していませんか？
ko: 아직 저장한 게 없나요?
pt_br: Ainda não salvou nada?
ru: Пока ничего не сохранили?
tr: Henüz bir şey kaydetmedin mi?
vi: Chưa lưu gì?
zh_hans: 还没保存任何东西？

source: Nothing to buy
ar: لا شيء للشراء
de: Nichts zu kaufen
el: Τίποτα για αγορά
es: Nada que comprar
fr: Rien à acheter
hi: ख़रीदने को कुछ नहीं
it: Niente da comprare
ja: 買う物はありません
ko: 살 것이 없어요
pt_br: Nada para comprar
ru: Покупать нечего
tr: Alınacak bir şey yok
vi: Không có gì cần mua
zh_hans: 没有要买的

source: Nothing will be saved.
ar: لن يُحفظ شيء.
de: Es wird nichts gespeichert.
el: Δεν θα αποθηκευτεί τίποτα.
es: No se guardará nada.
fr: Rien ne sera enregistré.
hi: कुछ भी सहेजा नहीं जाएगा।
it: Non verrà salvato nulla.
ja: 何も保存されません。
ko: 아무것도 저장되지 않아요.
pt_br: Nada será salvo.
ru: Ничего не будет сохранено.
tr: Hiçbir şey kaydedilmeyecek.
vi: Sẽ không lưu gì.
zh_hans: 不会保存任何内容。

source: Notifications
ar: الإشعارات
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
hi: सूचनाएँ
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
vi: Thông báo
zh_hans: 通知

source: Notifications on
ar: الإشعارات مفعّلة
de: Mitteilungen an
el: Ειδοποιήσεις ενεργές
es: Notificaciones activadas
fr: Notifications activées
hi: सूचनाएँ चालू
it: Notifiche attive
ja: 通知オン
ko: 알림 켜짐
pt_br: Notificações ativadas
ru: Уведомления включены
tr: Bildirimler açık
vi: Đã bật thông báo
zh_hans: 通知已开启

source: Nutrition
ar: التغذية
de: Ernährung
el: Διατροφή
es: Nutrición
hi: पोषण
it: Nutrizione
ja: 栄養
ko: 영양
pt_br: Nutrição
ru: Питание
tr: Beslenme
vi: Dinh dưỡng
zh_hans: 营养

source: Nutrition estimate
ar: تقدير غذائي
de: Nährwertschätzung
el: Εκτίμηση διατροφικής αξίας
es: Estimación nutricional
fr: Estimation nutritionnelle
hi: पोषण का अनुमान
it: Stima nutrizionale
ja: 栄養の推定
ko: 영양 추정
pt_br: Estimativa nutricional
ru: Оценка пищевой ценности
tr: Besin tahmini
vi: Ước tính dinh dưỡng
zh_hans: 营养估算

source: Nutrition tracking
ar: تتبع التغذية
de: Nährwerte erfassen
el: Παρακολούθηση διατροφής
es: Seguimiento nutricional
fr: Suivi nutritionnel
hi: पोषण ट्रैकिंग
it: Monitoraggio nutrizionale
ja: 栄養の記録
ko: 영양 기록
pt_br: Acompanhamento nutricional
ru: Учёт питания
tr: Beslenme takibi
vi: Theo dõi dinh dưỡng
zh_hans: 营养记录

source: OK
ar: حسنًا
hi: ठीक है
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 好

source: OR TYPE THE NUMBER
ar: أو اكتب الرقم
de: ODER NUMMER EINGEBEN
el: Ή ΓΡΑΨΕ ΤΟΝ ΑΡΙΘΜΟ
es: O ESCRIBE EL NÚMERO
fr: OU SAISISSEZ LE NUMÉRO
hi: या नंबर लिखें
it: OPPURE SCRIVI IL NUMERO
ja: または番号を入力
ko: 또는 번호 입력
pt_br: OU DIGITE O NÚMERO
ru: ИЛИ ВВЕДИТЕ НОМЕР
tr: VEYA NUMARAYI YAZ
vi: HOẶC NHẬP SỐ
zh_hans: 或输入编号

source: Once a week
ar: مرة أسبوعيًا
de: Einmal pro Woche
el: Μία φορά την εβδομάδα
es: Una vez por semana
fr: Une fois par semaine
hi: हफ़्ते में एक बार
it: Una volta a settimana
ja: 週1回
ko: 주 1회
pt_br: Uma vez por semana
ru: Раз в неделю
tr: Haftada bir
vi: Mỗi tuần một lần
zh_hans: 每周一次

source: One ingredient per line.
ar: مكوّن واحد في كل سطر.
de: Eine Zutat pro Zeile.
el: Ένα υλικό ανά γραμμή.
es: Un ingrediente por línea.
fr: Un ingrédient par ligne.
hi: हर पंक्ति में एक सामग्री।
it: Un ingrediente per riga.
ja: 1行に材料を1つ。
ko: 한 줄에 재료 하나.
pt_br: Um ingrediente por linha.
ru: Один ингредиент на строку.
tr: Her satıra bir malzeme.
vi: Mỗi dòng một nguyên liệu.
zh_hans: 每行一种食材。

source: One per line, or separate with commas
ar: واحد في كل سطر، أو افصل بفواصل
de: Eins pro Zeile oder mit Kommas getrennt
el: Ένα ανά γραμμή ή χωρισμένα με κόμματα
es: Uno por línea, o separados por comas
fr: Un par ligne, ou séparés par des virgules
hi: हर पंक्ति में एक, या कॉमा से अलग करें
it: Uno per riga, oppure separati da virgole
ja: 1行に1つ、またはカンマ区切り
ko: 한 줄에 하나씩, 또는 쉼표로 구분
pt_br: Um por linha, ou separados por vírgulas
ru: По одному на строку или через запятую
tr: Her satıra bir tane ya da virgülle ayır
vi: Mỗi dòng một món, hoặc cách nhau bằng dấu phẩy
zh_hans: 每行一个，或用逗号分隔

source: One step per line.
ar: خطوة واحدة في كل سطر.
de: Ein Schritt pro Zeile.
el: Ένα βήμα ανά γραμμή.
es: Un paso por línea.
fr: Une étape par ligne.
hi: हर पंक्ति में एक स्टेप।
it: Un passaggio per riga.
ja: 1行に手順を1つ。
ko: 한 줄에 단계 하나.
pt_br: Um passo por linha.
ru: Один шаг на строку.
tr: Her satıra bir adım.
vi: Mỗi dòng một bước.
zh_hans: 每行一个步骤。

source: One-pot
ar: قِدر واحد
de: Eintopf
el: Σε μία κατσαρόλα
es: Una olla
fr: Tout-en-un
hi: एक बर्तन
it: Piatto unico
ja: ワンポット
ko: 원팟
pt_br: Uma panela só
ru: В одной кастрюле
tr: Tek tencere
vi: Một nồi
zh_hans: 一锅出

source: One-pot meals
ar: وجبات القِدر الواحد
de: Eintopfgerichte
el: Φαγητά σε μία κατσαρόλα
es: Platos en una olla
fr: Plats tout-en-un
hi: एक बर्तन वाले भोजन
it: Piatti unici in pentola
ja: ワンポット料理
ko: 원팟 요리
pt_br: Refeições de uma panela só
ru: Блюда в одной кастрюле
tr: Tek tencere yemekleri
vi: Món một nồi
zh_hans: 一锅出菜

source: Only for meals you log or finish cooking
ar: فقط للوجبات التي تسجّلها أو تنهي طبخها
de: Nur für Mahlzeiten, die du einträgst oder fertig kochst
el: Μόνο για γεύματα που καταγράφεις ή ολοκληρώνεις
es: Solo para las comidas que registras o terminas de cocinar
fr: Seulement pour les repas notés ou les recettes terminées
hi: सिर्फ़ उन भोजनों के लिए जिन्हें आप लॉग करते हैं या बनाना पूरा करते हैं
it: Solo per i pasti che registri o finisci di cucinare
ja: 記録した食事や調理を終えた食事のみ
ko: 기록하거나 요리를 마친 식사만
pt_br: Só para as refeições que você registra ou termina de cozinhar
ru: Только для записанных или приготовленных блюд
tr: Yalnızca kaydettiğin veya pişirmeyi bitirdiğin öğünler için
vi: Chỉ cho bữa bạn ghi lại hoặc nấu xong
zh_hans: 仅限你记录或完成烹饪的餐

source: Only recipes whose cost is known from your grocery prices are shown.
ar: تظهر فقط الوصفات المعروفة تكلفتها من أسعار تسوقك.
de: Es werden nur Rezepte angezeigt, deren Kosten aus deinen Einkaufspreisen bekannt sind.
el: Εμφανίζονται μόνο συνταγές με γνωστό κόστος από τις τιμές των αγορών σου.
es: Solo se muestran recetas cuyo coste se conoce por tus precios de compra.
fr: Seules les recettes dont le coût est connu grâce à vos prix de courses sont affichées.
hi: सिर्फ़ वे रेसिपी दिखाई गई हैं जिनकी लागत आपकी किराने की कीमतों से पता है।
it: Vengono mostrate solo le ricette con costo noto dai tuoi prezzi della spesa.
ja: 買い物の価格から費用がわかるレシピのみ表示しています。
ko: 장보기 가격으로 비용을 아는 레시피만 표시돼요.
pt_br: Só aparecem receitas com custo conhecido pelos seus preços de compra.
ru: Показаны только рецепты, стоимость которых известна по вашим ценам.
tr: Yalnızca maliyeti alışveriş fiyatlarından bilinen tarifler gösteriliyor.
vi: Chỉ hiện công thức có chi phí tính được từ giá đi chợ của bạn.
zh_hans: 仅显示能根据你的购物价格算出费用的食谱。

source: Only recipes with known nutrition are shown.
ar: تظهر فقط الوصفات المعروفة قيمتها الغذائية.
de: Es werden nur Rezepte mit bekannten Nährwerten angezeigt.
el: Εμφανίζονται μόνο συνταγές με γνωστή διατροφική αξία.
es: Solo se muestran recetas con nutrición conocida.
fr: Seules les recettes aux valeurs nutritionnelles connues sont affichées.
hi: सिर्फ़ ज्ञात पोषण वाली रेसिपी दिखाई गई हैं।
it: Vengono mostrate solo le ricette con valori nutrizionali noti.
ja: 栄養情報があるレシピのみ表示しています。
ko: 영양 정보를 아는 레시피만 표시돼요.
pt_br: Só aparecem receitas com nutrição conhecida.
ru: Показаны только рецепты с известной пищевой ценностью.
tr: Yalnızca besin değeri bilinen tarifler gösteriliyor.
vi: Chỉ hiện công thức đã biết dinh dưỡng.
zh_hans: 仅显示营养已知的食谱。

source: Only the sound is used — the video never leaves your iPhone.
ar: نستخدم الصوت فقط — لا يغادر الفيديو جهاز iPhone.
de: Nur der Ton wird genutzt – das Video verlässt dein iPhone nie.
el: Χρησιμοποιείται μόνο ο ήχος — το βίντεο δεν φεύγει ποτέ από το iPhone σου.
es: Solo se usa el sonido — el vídeo nunca sale de tu iPhone.
fr: Seul le son est utilisé — la vidéo ne quitte jamais ton iPhone.
hi: सिर्फ़ आवाज़ इस्तेमाल होती है — वीडियो आपके iPhone से बाहर नहीं जाता।
it: Usiamo solo l'audio — il video non lascia mai il tuo iPhone.
ja: 使うのは音声だけです。動画が iPhone の外に出ることはありません。
ko: 소리만 사용하며, 영상은 iPhone 밖으로 나가지 않습니다.
pt_br: Só o som é usado — o vídeo nunca sai do seu iPhone.
ru: Используется только звук — видео не покидает ваш iPhone.
tr: Yalnızca ses kullanılır — video iPhone'undan hiç çıkmaz.
vi: Chỉ dùng âm thanh — video không bao giờ rời khỏi iPhone của bạn.
zh_hans: 只使用声音——视频不会离开你的 iPhone。

source: Only what I have
ar: ما لديّ فقط
de: Nur was ich habe
el: Μόνο ό,τι έχω
es: Solo lo que tengo
fr: Seulement ce que j’ai
hi: सिर्फ़ जो मेरे पास है
it: Solo ciò che ho
ja: 手持ちの物だけ
ko: 가진 것만
pt_br: Só o que eu tenho
ru: Только то, что есть
tr: Sadece elimdekiler
vi: Chỉ những gì tôi có
zh_hans: 只用我有的

source: Open
ar: فتح
de: Öffnen
el: Άνοιγμα
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
tr: Aç
vi: Mở
zh_hans: 打开

source: Open %@
ar: فتح %@
de: %@ öffnen
el: Άνοιγμα %@
es: Abrir %@
fr: Ouvrir %@
hi: %@ खोलें
it: Apri %@
ja: %@を開く
ko: %@ 열기
pt_br: Abrir %@
ru: Открыть %@
tr: %@ aç
vi: Mở %@
zh_hans: 打开%@

source: Open Control Center and tap Screen Recording
ar: افتح مركز التحكم واضغط تسجيل الشاشة
de: Öffne das Kontrollzentrum und tippe auf Bildschirmaufnahme
el: Άνοιξε το Κέντρο ελέγχου και πάτα Εγγραφή οθόνης
es: Abre el Centro de control y toca Grabación de pantalla
fr: Ouvre le Centre de contrôle et touche Enregistrement de l'écran
hi: कंट्रोल सेंटर खोलें और स्क्रीन रिकॉर्डिंग पर टैप करें
it: Apri il Centro di controllo e tocca Registrazione schermo
ja: コントロールセンターを開いて画面収録をタップ
ko: 제어 센터를 열고 화면 녹화를 탭하세요
pt_br: Abra a Central de Controle e toque em Gravação de Tela
ru: Откройте Пункт управления и нажмите «Запись экрана»
tr: Denetim Merkezi'ni aç ve Ekran Kaydı'na dokun
vi: Mở Trung tâm điều khiển và chạm Ghi màn hình
zh_hans: 打开控制中心，轻点“屏幕录制”

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fr: Ouvrir les Réglages
hi: सेटिंग्स खोलें
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
tr: Ayarlar’ı aç
vi: Mở Cài đặt
zh_hans: 打开设置

source: Open profile
ar: فتح الملف الشخصي
de: Profil öffnen
el: Άνοιγμα προφίλ
es: Abrir perfil
fr: Ouvrir le profil
hi: प्रोफ़ाइल खोलें
it: Apri profilo
ja: プロフィールを開く
ko: 프로필 열기
pt_br: Abrir perfil
ru: Открыть профиль
tr: Profili aç
vi: Mở hồ sơ
zh_hans: 打开个人资料

source: Open recipe
ar: فتح الوصفة
de: Rezept öffnen
el: Άνοιγμα συνταγής
es: Abrir receta
fr: Ouvrir la recette
hi: रेसिपी खोलें
it: Apri ricetta
ja: レシピを開く
ko: 레시피 열기
pt_br: Abrir receita
ru: Открыть рецепт
tr: Tarifi aç
vi: Mở công thức
zh_hans: 打开食谱

source: Open the Health app › Profile › Apps › Flavourly and allow the four nutrition types.
ar: افتح تطبيق صحتي › الملف الشخصي › التطبيقات › Flavourly واسمح بأنواع التغذية الأربعة.
de: Öffne die Health-App › Profil › Apps › Flavourly und erlaube die vier Nährwerttypen.
el: Άνοιξε την εφαρμογή Υγεία › Προφίλ › Εφαρμογές › Flavourly και επίτρεψε τους τέσσερις τύπους διατροφικών δεδομένων.
es: Abre la app Salud › Perfil › Apps › Flavourly y permite los cuatro tipos de nutrición.
fr: Ouvrez l’app Santé › Profil › Apps › Flavourly et autorisez les quatre types nutritionnels.
hi: Health ऐप › प्रोफ़ाइल › ऐप्स › Flavourly खोलें और चारों पोषण प्रकारों की अनुमति दें।
it: Apri l’app Salute › Profilo › App › Flavourly e consenti i quattro tipi di dati nutrizionali.
ja: ヘルスケアApp › プロフィール › App › Flavourlyを開き、4種類の栄養データを許可してください。
ko: 건강 앱 › 프로필 › 앱 › Flavourly에서 네 가지 영양 유형을 허용하세요.
pt_br: Abra o app Saúde › Perfil › Apps › Flavourly e permita os quatro tipos de nutrição.
ru: Откройте приложение Здоровье › Профиль › Приложения › Flavourly и разрешите четыре типа данных о питании.
tr: Sağlık uygulaması › Profil › Uygulamalar › Flavourly’yi aç ve dört besin türüne izin ver.
vi: Mở ứng dụng Sức khỏe › Hồ sơ › Ứng dụng › Flavourly và cho phép bốn loại dinh dưỡng.
zh_hans: 打开 健康App › 个人资料 › App › Flavourly，并允许四种营养类型。

source: Open the original
ar: فتح الأصل
de: Original öffnen
el: Άνοιγμα πρωτοτύπου
es: Abrir el original
fr: Ouvrir l’original
hi: मूल खोलें
it: Apri l’originale
ja: 元のページを開く
ko: 원본 열기
pt_br: Abrir o original
ru: Открыть оригинал
tr: Orijinali aç
vi: Mở bản gốc
zh_hans: 打开原文

source: Opening the source
ar: جارٍ فتح المصدر
de: Quelle wird geöffnet
el: Άνοιγμα της πηγής
es: Abriendo la fuente
fr: Ouverture de la source
hi: स्रोत खुल रहा है
it: Apertura della fonte
ja: 元のページを開いています
ko: 출처 여는 중
pt_br: Abrindo a fonte
ru: Открываем источник
tr: Kaynak açılıyor
vi: Đang mở nguồn
zh_hans: 正在打开来源

source: Opens the photo's source
ar: يفتح مصدر الصورة
de: Öffnet die Quelle des Fotos
el: Ανοίγει την πηγή της φωτογραφίας
es: Abre el origen de la foto
fr: Ouvre la source de la photo
hi: फ़ोटो का स्रोत खोलता है
it: Apre la fonte della foto
ja: 写真の出典を開きます
ko: 사진 출처를 엽니다
pt_br: Abre a origem da foto
ru: Открывает источник фото
tr: Fotoğrafın kaynağını açar
vi: Mở nguồn của ảnh
zh_hans: 打开照片来源

source: Optional
ar: اختياري
el: Προαιρετικό
es: Opcional
fr: Facultatif
hi: वैकल्पिक
it: Facoltativo
ja: 任意
ko: 선택
pt_br: Opcional
ru: Необязательно
tr: İsteğe bağlı
vi: Không bắt buộc
zh_hans: 可选

source: Optional daily goals. Leave blank if you prefer a flexible plan.
ar: أهداف يومية اختيارية. اتركها فارغة إن كنت تفضّل خطة مرنة.
de: Optionale Tagesziele. Leer lassen, wenn du einen flexiblen Plan bevorzugst.
el: Προαιρετικοί ημερήσιοι στόχοι. Άφησέ τους κενούς αν προτιμάς ευέλικτο πρόγραμμα.
es: Objetivos diarios opcionales. Déjalos en blanco si prefieres un plan flexible.
fr: Objectifs quotidiens facultatifs. Laissez vide si vous préférez un plan souple.
hi: वैकल्पिक दैनिक लक्ष्य। लचीली योजना चाहें तो ख़ाली छोड़ दें।
it: Obiettivi giornalieri facoltativi. Lascia vuoto se preferisci un piano flessibile.
ja: 任意の1日の目標です。柔軟なプランがよければ空欄のままで。
ko: 선택 사항인 하루 목표예요. 유연한 계획을 원하면 비워 두세요.
pt_br: Metas diárias opcionais. Deixe em branco se preferir um plano flexível.
ru: Необязательные дневные цели. Оставьте пустыми, если нужен гибкий план.
tr: İsteğe bağlı günlük hedefler. Esnek bir plan istersen boş bırak.
vi: Mục tiêu hằng ngày không bắt buộc. Để trống nếu bạn muốn kế hoạch linh hoạt.
zh_hans: 可选的每日目标。如果你喜欢灵活的计划，可以留空。

source: Optional details for your family
ar: تفاصيل اختيارية عن عائلتك
de: Optionale Angaben für deine Familie
el: Προαιρετικά στοιχεία για την οικογένειά σου
es: Detalles opcionales para tu familia
fr: Détails facultatifs pour votre famille
hi: आपके परिवार के लिए वैकल्पिक विवरण
it: Dettagli facoltativi per la tua famiglia
ja: ご家族の任意の詳細
ko: 가족에 대한 선택 정보
pt_br: Detalhes opcionais para sua família
ru: Необязательные данные о вашей семье
tr: Ailen için isteğe bağlı bilgiler
vi: Thông tin không bắt buộc về gia đình
zh_hans: 家人的可选信息

source: Options for %@
ar: خيارات لـ %@
de: Optionen für %@
el: Επιλογές για %@
es: Opciones para %@
fr: Options pour %@
hi: %@ के विकल्प
it: Opzioni per %@
ja: %@のオプション
ko: %@ 옵션
pt_br: Opções para %@
ru: Параметры для %@
tr: %@ seçenekleri
vi: Tùy chọn cho %@
zh_hans: %@的选项

source: Or type anything
ar: أو اكتب أي شيء
de: Oder schreib irgendwas
el: Ή γράψε οτιδήποτε
es: O escribe lo que quieras
fr: Ou tapez n’importe quoi
hi: या कुछ भी लिखें
it: Oppure scrivi qualsiasi cosa
ja: または自由に入力
ko: 또는 아무거나 입력
pt_br: Ou digite qualquer coisa
ru: Или введите что угодно
tr: Ya da istediğini yaz
vi: Hoặc nhập bất cứ gì
zh_hans: 或者随便输入

source: Or write it yourself
ar: أو اكتبها بنفسك
de: Oder selbst schreiben
el: Ή γράψ’ την εσύ
es: O escríbela tú
fr: Ou écrivez-la vous-même
hi: या ख़ुद लिखें
it: Oppure scrivila tu
ja: または自分で書く
ko: 또는 직접 작성
pt_br: Ou escreva você mesmo
ru: Или напишите сами
tr: Ya da kendin yaz
vi: Hoặc tự viết
zh_hans: 或者自己写

source: Other
ar: أخرى
de: Andere
el: Άλλο
es: Otra
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
pt_br: Outra
ru: Другое
tr: Diğer
vi: Khác
zh_hans: 其他

source: Other allergies (exact ingredients)
ar: حساسيات أخرى (مكونات محددة)
de: Weitere Allergien (genaue Zutaten)
el: Άλλες αλλεργίες (ακριβή υλικά)
es: Otras alergias (ingredientes exactos)
fr: Autres allergies (ingrédients exacts)
hi: अन्य एलर्जी (सटीक सामग्री)
it: Altre allergie (ingredienti esatti)
ja: その他のアレルギー（正確な材料名）
ko: 기타 알레르기 (정확한 재료)
pt_br: Outras alergias (ingredientes exatos)
ru: Другие аллергии (точные ингредиенты)
tr: Diğer alerjiler (tam malzemeler)
vi: Dị ứng khác (nguyên liệu chính xác)
zh_hans: 其他过敏（具体食材）

source: Oven
ar: الفرن
de: Ofen
el: Φούρνος
es: Horno
fr: Four
hi: ओवन
it: Forno
ja: オーブン
ko: 오븐
pt_br: Forno
ru: Духовка
tr: Fırın
vi: Lò nướng
zh_hans: 烤箱

source: Oven temperature
ar: حرارة الفرن
de: Ofentemperatur
el: Θερμοκρασία φούρνου
es: Temperatura del horno
fr: Température du four
hi: ओवन का तापमान
it: Temperatura del forno
ja: オーブンの温度
ko: 오븐 온도
pt_br: Temperatura do forno
ru: Температура духовки
tr: Fırın sıcaklığı
vi: Nhiệt độ lò
zh_hans: 烤箱温度

source: PICKED FOR THIS WEEK
ar: مختار لهذا الأسبوع
de: FÜR DIESE WOCHE AUSGEWÄHLT
el: ΕΠΙΛΕΓΜΕΝΑ ΓΙΑ ΑΥΤΗ ΤΗΝ ΕΒΔΟΜΑΔΑ
es: ELEGIDO PARA ESTA SEMANA
fr: CHOISI POUR CETTE SEMAINE
hi: इस हफ़्ते के लिए चुना गया
it: SCELTO PER QUESTA SETTIMANA
ja: 今週のピックアップ
ko: 이번 주 추천
pt_br: ESCOLHIDO PARA ESTA SEMANA
ru: ВЫБРАНО НА ЭТУ НЕДЕЛЮ
tr: BU HAFTA İÇİN SEÇİLDİ
vi: CHỌN CHO TUẦN NÀY
zh_hans: 本周精选

source: Page %lld of 4
ar: الصفحة %lld من 4
de: Seite %lld von 4
el: Σελίδα %lld από 4
es: Página %lld de 4
fr: Page %lld sur 4
hi: 4 में से पेज %lld
it: Pagina %lld di 4
ja: ページ %lld / 4
ko: %lld / 4 페이지
pt_br: Página %lld de 4
ru: Страница %lld из 4
tr: Sayfa %lld / 4
vi: Trang %lld / 4
zh_hans: 第%lld页，共4页

source: Pantry
ar: المخزن
de: Vorrat
el: Ντουλάπι
es: Despensa
fr: Garde-manger
hi: पैंट्री
it: Dispensa
ja: パントリー
ko: 식료품 보관함
pt_br: Despensa
ru: Запасы
tr: Kiler
vi: Tủ đồ
zh_hans: 储藏

source: Pantry & leftover tools
ar: أدوات المخزن والبقايا
de: Vorrats- & Reste-Werkzeuge
el: Εργαλεία ντουλαπιού και περισσευμάτων
es: Herramientas de despensa y sobras
fr: Outils garde-manger et restes
hi: पैंट्री और बचे खाने के टूल
it: Strumenti per dispensa e avanzi
ja: パントリーと作り置きのツール
ko: 보관함 및 남은 음식 도구
pt_br: Ferramentas de despensa e sobras
ru: Инструменты для запасов и остатков
tr: Kiler ve artık araçları
vi: Công cụ tủ đồ và đồ thừa
zh_hans: 储藏和剩菜工具

source: Pantry updated
ar: تم تحديث المخزن
de: Vorrat aktualisiert
el: Το ντουλάπι ενημερώθηκε
es: Despensa actualizada
fr: Garde-manger mis à jour
hi: पैंट्री अपडेट हुई
it: Dispensa aggiornata
ja: パントリーを更新しました
ko: 보관함 업데이트됨
pt_br: Despensa atualizada
ru: Запасы обновлены
tr: Kiler güncellendi
vi: Đã cập nhật tủ đồ
zh_hans: 储藏已更新

source: Partner and me
ar: شريكي وأنا
de: Partner und ich
el: Ο/η σύντροφός μου κι εγώ
es: Mi pareja y yo
fr: Mon/ma partenaire et moi
hi: पार्टनर और मैं
it: Partner e io
ja: パートナーと自分
ko: 파트너와 나
pt_br: Eu e meu par
ru: Партнёр и я
tr: Partnerim ve ben
vi: Người yêu và tôi
zh_hans: 伴侣和我

source: Paste a link to a recipe, reel or video
ar: الصق رابط وصفة أو مقطع أو فيديو
de: Link zu einem Rezept, Reel oder Video einfügen
el: Επικόλλησε σύνδεσμο προς συνταγή, reel ή βίντεο
es: Pega un enlace a una receta, reel o vídeo
fr: Collez un lien vers une recette, un reel ou une vidéo
hi: रेसिपी, रील या वीडियो का लिंक पेस्ट करें
it: Incolla il link di una ricetta, un reel o un video
ja: レシピ、リール、動画のリンクを貼り付け
ko: 레시피, 릴스 또는 영상 링크 붙여넣기
pt_br: Cole o link de uma receita, reel ou vídeo
ru: Вставьте ссылку на рецепт, рилс или видео
tr: Bir tarif, reels ya da video bağlantısı yapıştır
vi: Dán liên kết công thức, reel hoặc video
zh_hans: 粘贴食谱、短视频或视频链接

source: Paste a recipe link
ar: الصق رابط وصفة
de: Rezeptlink einfügen
el: Επικόλλησε σύνδεσμο συνταγής
es: Pega un enlace de receta
fr: Collez un lien de recette
hi: रेसिपी लिंक पेस्ट करें
it: Incolla il link di una ricetta
ja: レシピのリンクを貼り付け
ko: 레시피 링크 붙여넣기
pt_br: Cole o link de uma receita
ru: Вставьте ссылку на рецепт
tr: Tarif bağlantısı yapıştır
vi: Dán liên kết công thức
zh_hans: 粘贴食谱链接

source: Paste a recipe or video link
ar: الصق رابط وصفة أو فيديو
de: Rezept- oder Videolink einfügen
el: Επικόλλησε σύνδεσμο συνταγής ή βίντεο
es: Pega un enlace de receta o vídeo
fr: Collez un lien de recette ou de vidéo
hi: रेसिपी या वीडियो लिंक पेस्ट करें
it: Incolla il link di una ricetta o di un video
ja: レシピか動画のリンクを貼り付け
ko: 레시피 또는 영상 링크 붙여넣기
pt_br: Cole o link de uma receita ou vídeo
ru: Вставьте ссылку на рецепт или видео
tr: Tarif veya video bağlantısı yapıştır
vi: Dán liên kết công thức hoặc video
zh_hans: 粘贴食谱或视频链接

source: Paste ingredients
ar: لصق المكونات
de: Zutaten einfügen
el: Επικόλληση υλικών
es: Pegar ingredientes
fr: Coller les ingrédients
hi: सामग्री पेस्ट करें
it: Incolla ingredienti
ja: 材料を貼り付け
ko: 재료 붙여넣기
pt_br: Colar ingredientes
ru: Вставить ингредиенты
tr: Malzemeleri yapıştır
vi: Dán nguyên liệu
zh_hans: 粘贴食材

source: Paste or type a recipe — the name, ingredients and steps. Notes, captions and emails work too.
ar: الصق أو اكتب وصفة — الاسم والمكونات والخطوات. الملاحظات والتعليقات والرسائل تنفع أيضًا.
de: Füge ein Rezept ein oder tippe es – Name, Zutaten und Schritte. Notizen, Bildunterschriften und E-Mails gehen auch.
el: Επικόλλησε ή γράψε μια συνταγή — όνομα, υλικά και βήματα. Ισχύουν και σημειώσεις, λεζάντες και email.
es: Pega o escribe una receta — el nombre, los ingredientes y los pasos. También sirven notas, pies de foto y correos.
fr: Collez ou tapez une recette — le nom, les ingrédients et les étapes. Notes, légendes et e-mails fonctionnent aussi.
hi: रेसिपी पेस्ट करें या लिखें — नाम, सामग्री और स्टेप्स। नोट, कैप्शन और ईमेल भी चलते हैं।
it: Incolla o scrivi una ricetta — nome, ingredienti e passaggi. Vanno bene anche note, didascalie ed e-mail.
ja: レシピを貼り付けるか入力してください — 名前、材料、手順。メモ、キャプション、メールでもOKです。
ko: 레시피를 붙여넣거나 입력하세요 — 이름, 재료, 단계. 메모, 캡션, 이메일도 돼요.
pt_br: Cole ou digite uma receita — o nome, os ingredientes e os passos. Notas, legendas e e-mails também funcionam.
ru: Вставьте или напишите рецепт — название, ингредиенты и шаги. Подойдут и заметки, подписи, письма.
tr: Bir tarif yapıştır ya da yaz — adı, malzemeleri ve adımları. Notlar, açıklamalar ve e-postalar da olur.
vi: Dán hoặc nhập công thức — tên, nguyên liệu và các bước. Ghi chú, chú thích và email cũng được.
zh_hans: 粘贴或输入食谱 — 名称、食材和步骤。备注、配文和邮件也可以。

source: Paste steps
ar: لصق الخطوات
de: Schritte einfügen
el: Επικόλληση βημάτων
es: Pegar pasos
fr: Coller les étapes
hi: स्टेप्स पेस्ट करें
it: Incolla passaggi
ja: 手順を貼り付け
ko: 단계 붙여넣기
pt_br: Colar passos
ru: Вставить шаги
tr: Adımları yapıştır
vi: Dán các bước
zh_hans: 粘贴步骤

source: Paste the full recipe — the name, ingredients and steps
ar: الصق الوصفة كاملة — الاسم والمكونات والخطوات
de: Füge das ganze Rezept ein – Name, Zutaten und Schritte
el: Επικόλλησε ολόκληρη τη συνταγή — όνομα, υλικά και βήματα
es: Pega la receta completa — nombre, ingredientes y pasos
fr: Collez la recette complète — nom, ingrédients et étapes
hi: पूरी रेसिपी पेस्ट करें — नाम, सामग्री और स्टेप्स
it: Incolla la ricetta completa — nome, ingredienti e passaggi
ja: レシピ全体を貼り付けてください — 名前、材料、手順
ko: 레시피 전체를 붙여넣으세요 — 이름, 재료, 단계
pt_br: Cole a receita completa — nome, ingredientes e passos
ru: Вставьте рецепт целиком — название, ингредиенты и шаги
tr: Tarifin tamamını yapıştır — adı, malzemeleri ve adımları
vi: Dán toàn bộ công thức — tên, nguyên liệu và các bước
zh_hans: 粘贴完整食谱 — 名称、食材和步骤

source: Paste the steps
ar: الصق الخطوات
de: Schritte einfügen
el: Επικόλλησε τα βήματα
es: Pega los pasos
fr: Collez les étapes
hi: स्टेप्स पेस्ट करें
it: Incolla i passaggi
ja: 手順を貼り付け
ko: 단계 붙여넣기
pt_br: Cole os passos
ru: Вставьте шаги
tr: Adımları yapıştır
vi: Dán các bước
zh_hans: 粘贴步骤
